[
    [
        "A turtle's shell is a modified ribcage and part of its vertebral column",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "Many turtles are able to retract their heads and feet into their shells",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "Turtles are very adaptive and can be found on every continent, except Antarctica ",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "Sea turtles can be found in the Coral Triangle of Indonesia, Malaysia, the Philippines, Papua New Guinea and more!",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "Most turtles are omnivores and eat a variety of foods, depending on their species",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "All turtles lay eggs. They find a place on land to lay their eggs, dig a nest into the sand or dirt and then walk away",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "Sea turtles travel from the ocean to lay around 110 eggs on beaches",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "The temperature of the sand affects the breeding of the turtle",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "The earliest known turtle fossils are from the Triassic Period, about 220 million years ago",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "A pair of Russian tortoises went into space in 1968, they returned safely and survived",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "The African helmeted turtle is the most common turtle in Africa, according to Animal Planet",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "The alligator snapping turtle lures in fish with its tongue by wiggling, which looks like a worm",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "Just like your bones, a turtle’s shell is actually part of its skeleton. it consists of a rib cage and spine",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "Contrary to popular belief, a turtle cannot come out of its shell. The turtle’s shell grows with them, so it’s impossible for them to grow too big for it!",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "Sadly, many species of turtle are endangered! 129 of approximately 300 species of turtle and tortoise on Earth today are either vulnerable, endangered, or critically endangered",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "Turtles belong to one of the oldest reptile groups in the world – beating snakes, crocodiles and alligators!",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "Turtles are easily recognised by their bony, cartilaginous shell, they use it to protect themselves from predators",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "Turtles have three ears: one on either side of the head and a third on the nose",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "Turtles are more closely related to birds than they are to lizards and snakes",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "Some species of turtles can climb trees",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "The design of turtles’ shells is much like that of insect’s wings: A line of hexagons bounded by pentagons, leading to straight edges",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "Snapping turtles evolved to have the snapping defense because they are too big to hide inside their shells like other turtles",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "In Jurassic Park, the velociraptor sounds are actually turtles mating",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "Some turtles can breathe through their cloacal bursae ",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "In Kenya, a turtle adopted a hippo that was abandoned after a tsunami",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "In the Amazon, butterflies will drink the tears of turtles to provide necessary sodium in their diet",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "All tortoises are actually turtles and calling a tortoise a turtle is not wrong",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "The earliest turtles had teeth and they could not pull their heads into their shells, but other than that they were very similar to the turtles that are alive today",
        "https://github.com/Val7498/Turtle-facts-json"
    ],
    [
        "Some people believe that the turtles’ shell is what has allowed them to successfully survive for so long",
        "https://github.com/Val7498/Turtle-facts-json"
    ]
]